<?php

return [

    'admins' => [
        'created' => 'تم إنشاء المستخدم بنجاح.',
        'statusUpdated' => 'تم تحديث حالة المستخدم بنجاح.',
        'deleted' => 'تم حذف المستخدم بنجاح.',
        'updated' => 'تم تحديث المستخدم بنجاح.',
    ],
    'roles' => [
        'created' => 'تم إنشاء مجموعة الصلاحيات بنجاح.',
        'deleted' => 'تم حذف مجموعة الصلاحيات بنجاح.',
        'updated' => 'تم تحديث مجموعة الصلاحيات بنجاح.',
    ],
    'settings' => [
        'updated' => 'تم تحديث الإعدادات العامة بنجاح.',
    ],
    'contact' => [
        'deleted' => 'تم حذف الاتصال بنجاح.',
        'error' => 'لم يتم حذف الاتصال.',
    ],
];
